export const MODAL_CONTENT = {
  send: {
    message: 'Отправить форму регистрации в ГК Росатом?',
    actionText: 'Отправить'
  },
  close: {
    message: 'Закрыть форму? Внесенные данные не будут сохранены.',
    actionText: 'Закрыть'
  },
  success: {
    message: `Форма регистрации была успешно отправлена на рассмотрение.
      Дальнейшие инструкции и учётные данные будут отправлены
      на указанный адрес электронной почты ответственного за заполнение.`,
    actionText: 'Вернуться на стартовую страницу'
  },
  error: {
    message: 'Произошла ошибка. Попробуйте позднее.',
    actionText: 'Закрыть'
  }
};
